<?php  

$news = [ 'news1' => ['topic' => 'СЗО обяви извънредно положение заради коронавируса', 'date' => '30.01', 'news' =>'Извънредно положение заради настъпващия по света коронавирус. Това обяви Световната здравна организация (СЗО) след проведено днес спешно заседание.Вирусът вече е обявен като "глобална пандемия".Това обяви генералният директор на СЗО Тедрос Аданом Гебрейесус.Припомняме, че по-рано СЗО коригира предварителната си оценка за разпространението и призна, че е подценила проблема.Коронавирусът е достигнал до всеки регион в континентален Китай. По-рано китайските здравни власти съобщиха, че има данни за 7 800 потвърдени случаи в страната към 30 януари.' ],
		'news2' => ['topic' => 'БСП иска България в Еврозоната', 'date' => '30.01', 'news' =>'БСП винаги със своите действия и гласувания е подкрепяла присъединяването на страната към Еврозоната. Това, което не подкрепяме, е начинът и подходът, по който се случват тези промени, които управляващите обясняват като формални и задължителни за приемането на страната в чакалнята на еврозоната.' ],

];

echo "<pre>";
print_r($news);
echo "</pre>";